cask_args appdir: '/Applications'

tap 'caskroom/fonts'

brew 'go'
brew 'kubectl'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'caffeine'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'miniconda'
cask 'postman'
cask 'r-app'
cask 'rstudio'
cask 'sequel-pro'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'skitch'
cask 'slack'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelbear'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
