cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'helm'
brew 'htop'
brew 'openjdk@8'
brew 'k9s'
brew 'kubectl'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rabbitmq'
brew 'redis'
brew 'ruby-build'
brew 'rbenv'
brew 'wget'
brew 'yarn'

cask 'camunda-modeler'
cask 'caffeine'
cask 'cyberduck'
cask 'datagrip'
cask 'docker'
cask 'dropbox'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'pycharm'
cask 'postman'
cask 'skitch'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'toggl-track'
cask 'transmission'
cask 'visual-studio-code'
cask 'viscosity'
cask 'vlc'
cask 'whatsapp'
